Repository: common-repository/woocommerce-e-conomic-integration
Catalog: languages/woocommerce-e-conomic-integration-*.po
Languages: nb_no, sv_se

source: success
nb_no: suksess
sv_se: Klart!

source: Order not synced, because not an e-conomic order! Check "Aktivera alla beställningar synkning" to sync all order.
nb_no: For ikke synkronisert, fordi ikke en e-conomic bestilling! Sjekk &quot;Aktivering alla beställningar synkning&quot; for å synkronisere alle ordre.
sv_se: Beställ synkroniseras inte, eftersom inte en e-conomic ordning! Kontrollera &quot;Aktivera alla beställningar synkning&quot; att synkronisera alla order.

source: Order synced successfully
nb_no: Bestill synkronisert med hell
sv_se: Ordning synkroniseras med framgång

source: fail
nb_no: svikte
sv_se: ej godkänt

source: Sync failed, please try again later!
nb_no: Sync mislyktes, vennligst prøv igjen senere!
sv_se: Sync misslyckades, försök igen senare!

source: All orders were already synced!
nb_no: Alle bestillinger ble allerede synkronisert!
sv_se: Alla order redan synkroniseras!

source: Product sync: Disabled! Use "Activate product sync" settings to enable it. <br> Product stock sync: Successfull!
nb_no: Produktet synkronisering: deaktivert! Bruke "Aktiver produkt sync" for å aktivere den.<br>Produktet lager synkronisering: vellykket!

source: Product sync: Disabled! Use "Activate product sync" settings to enable it. <br> Product stock sync: Stock management disabled, Stock management can be enabled at Product->Inventory.
nb_no: Produktet synkronisering: deaktivert! Bruke "Aktiver produkt sync" for å aktivere den.<br>Produktet lager synkronisering: Stock management deaktivert, lager ledelse kan aktiveres på produkt-> lager.
sv_se: Produkt sync: funktionshindrade! Använda "Aktivera produkt synkronisering" för att aktivera den.<br>Produkt lager sync: hantering funktionshindrade, Stock management kan aktiveras på produkt-> lager på lager.

source: Product sync: Successful! <br> Product stock sync: Successfull!
nb_no: Produktet synkronisering: vellykket!<br>Produktet lager synkronisering: vellykket!
sv_se: Produkt sync: lyckad!<br>Produkt lager sync: framgångsrika!

source: Product sync: Successful! <br> Product stock sync: Stock management disabled, Stock management can be enabled at Product->Inventory.
nb_no: Produktet synkronisering: vellykket!<br>Produktet lager synkronisering: Stock management deaktivert, lager ledelse kan aktiveres på produkt-> lager.
sv_se: Produkt sync: lyckad!<br>Produkt lager sync: hantering funktionshindrade, Stock management kan aktiveras på produkt-> lager på lager.

source: Product not synced, someting went wrong. Please try product sync after some time!
nb_no: Produktet ikke synkronisert, noe gikk galt. Prøv produktet synkronisering etter en tid!
sv_se: Produkten inte synkroniserats, något gick fel. Vänligen prova produkten sync efter en tid!

source: Product not synced, SKU is empty!
nb_no: Produktet er ikke synkronisert, er SKU tom!
sv_se: Produkten kan ej synkroniseras, är SKU tom!

source: Product not synced, product title is empty!
nb_no: Produktet er ikke synkronisert, er produkttittelen tom!
sv_se: Produkten kan ej synkroniseras, är produkttiteln tom!

source: Could not create e-conomic client, please try again later!
nb_no: Kunne ikke opprette e-conomic klient, prøv igjen senere!
sv_se: Det gick inte att skapa e-conomic klient, försök igen senare!

source: Customer synced successfully
nb_no: Kunden synkronisert med hell
sv_se: Kund synkroniseras med framgång

source: Guest customer synced successfully
nb_no: Guest kunden synkronisert vellykket
sv_se: Kund synkroniseras med framgång

source: Guest customer sync failed, please try again later!
nb_no: Guest kunden synkronisering mislyktes, vennligst prøv igjen senere!
sv_se: Sync misslyckades, försök igen senare!

source: All customers were already synced!
nb_no: Alle kunder ble allerede synkronisert!
sv_se: Alla kunder var redan synkroniseras!

source: Shipping synced successfully
nb_no: Shipping synkronisert med hell
sv_se: Frakt synkroniseras med framgång

source: Shipping not synced, please try again!
nb_no: Shipping ikke synkronisert, prøv igjen!
sv_se: Leverans synkroniseras inte, försök igen!

source: e-conomic Invoice
nb_no: e-conomic faktura
sv_se: e-conomic Faktura

source: Receive an invoice from e-conomic in no time!
nb_no: Motta en faktura fra e-conomic på et blunk!
sv_se: Ta emot en faktura från e-conomic på nolltid!

source: Enable/Disable
nb_no: Aktivere / deaktivere
sv_se: Aktivera/Inaktivera

source: Enable e-conomic Invoice Payment
nb_no: Aktivere e-conomic fakturabetalingen
sv_se: Aktivera e-conomic Faktura Betalning

source: Title
nb_no: Tittel
sv_se: Titel

source: This controls the title which the user sees during checkout.
nb_no: Dette kontrollerer tittelen som brukeren ser kassen.
sv_se: Detta styr titel som användaren ser i kassan.

source: Description
nb_no: Beskrivelse
sv_se: Beskrivning

source: Payment method description that the customer will see on your checkout.
nb_no: Betalingsmetode beskrivelse som kunden vil se på kassa.
sv_se: Betalning metodbeskrivning som kunden kommer att se på din kassan.

source: Instructions
nb_no: Instruksjoner
sv_se: Instruktioner

source: Instructions that will be added to the thank you page and emails.
nb_no: Instruksjoner som vil bli lagt til takkesiden og e-poster.
sv_se: Instruktioner som kommer att läggas till den tack och få e-post.

source: Awaiting e-conomic Invoice payment
nb_no: Venter på e-conomic fakturabetalingen
sv_se: Väntar på e-conomic Faktura betalning

source: <br>Sync status:
nb_no: <br>Synkroniseringsstatus:
sv_se: <br>Synkroniseringsstatus:

source: Product SKU:
nb_no: Produkt SKU:
sv_se: Produkt SKU:

source: Product Name:
nb_no: Produktnavn:
sv_se: Produktnamn:

source: Sync message:
nb_no: Sync melding:
sv_se: Sync meddelande:

source: Products are synchronized without problems.
nb_no: Produkter synkroniseres uten problemer.
sv_se: Produkter synkroniseras utan problem.

source: Something went wrong.
nb_no: Noe gikk galt.
sv_se: ﻿Hoppsan! Något är fel

source: Orders are synchronized without problems.
nb_no: Bestillinger synkroniseres uten problemer.
sv_se: Order synkroniseras utan problem.

source: Contacts synchronized without problems.
nb_no: Kontakter synkroniseres uten problemer.
sv_se: Kontakter synkroniseras utan problem.

source: Shipping type:
nb_no: Frakt type:
sv_se: Frakt typ:

source: Delivery synchronized without problems.
nb_no: Levering synkronisert uten problemer.
sv_se: Leverans synkroniseras utan problem.

source: Product group
nb_no: Produktgruppe
sv_se: Produktgrupp

source: License Key is Invalid!
nb_no: Lisens nøkkel ugyldig
sv_se: Licensnyckel Ogiltig

source: Your integration works fine!
nb_no: Integreringen fungerer fint!
sv_se: Din integration fungerar bra!

source: Your e-conomic Token ID or License Key is not valid!
nb_no: E-conomic Token ID eller med lisensnøkkel er ikke gyldig!
sv_se: Din e-conomic Token ID eller licensnyckel är inte giltig!

source: Something went wrong, please try again later!
nb_no: Noe gikk galt, prøv igjen senere!
sv_se: Något gick fel, försök igen.

source: WooCommerce e-conomic Integration: License Key Invalid!
nb_no: WooCommerce e-conomic integrering: lisens nøkkel ugyldig!

source: Get license Key
nb_no: Bli med lisens nøkkel
sv_se: Hämta license-Nyckel

source: <h3>WooCommerce e-conomic Integration</h3>
nb_no: <h3>WooCommerce e-conomic integrering</h3>
sv_se: <h3>WooCommerce e-ekonomisk Integration</h3>

source: <p>You’ve just installed WooCommerce e-conomic Integration by wooconomics. Please use the plugin options page to setup your integration.</p>
nb_no: <p> Du har nettopp installert WooCommerce e-conomic integrasjon av wooconomics. Vennligst bruk tilleggsinnstillinger for å sette opp integrasjon. </p>
sv_se: <p> Du har just installerat WooCommerce e-conomic integration av wooconomics. Använd sidan plugin alternativ för att ställa in din integration. </p>

source: Please save the settings before leaving this page!
nb_no: Vennligst lagre innstillingene før du forlater denne siden!
sv_se: Vänligen spara inställningarna innan du lämnar den här sidan!

source: Click here to generate token access ID
nb_no: Klikk her for å generere token tilgang ID
sv_se: Klicka här för att skapa token tillgång ID

source: Do nothing
nb_no: gjør ingenting
sv_se: göra ingenting

source: Create order
nb_no: skape orden
sv_se: skapa order

source: Create draft invoice
nb_no: skape utkast faktura
sv_se: skapa utkast faktura

source: Create invoice
nb_no: skape faktura
sv_se: skapa faktura

source: <span><i>e-conomic client not loaded properly, please refresh the page to load properly.</i></span>
nb_no: <span><i>e-conomic klient ikke lagt riktig, kan du oppdatere siden for å laste riktig.</i></span>
sv_se: <span><i>e-conomic klienten inte laddas ordentligt, vänligen uppdatera sidan för att ladda ordentligt.</i></span>

source: License Key Invalid
nb_no: Lisens nøkkel ugyldig
sv_se: Licensnyckel Ogiltig

source: General settings
nb_no: Generelle innstillinger
sv_se: Allmänna inställningar

source: Token access ID from e-conomic.
nb_no: Token tilgang ID fra e-conomic.
sv_se: Token åtkomst-ID från e-conomic.

source: License key
nb_no: Lisensnøkkel
sv_se: License Nyckel

source: This is the License key you received from us by mail.
nb_no: Dette er lisensnøkkel du mottatt fra oss per post.
sv_se: Här anges License-nyckeln du har erhållit från oss via mail.

source: Activate old orders sync
nb_no: Aktivere gamle bestillinger synkronisering
sv_se: Aktivera gamla order sync

source: Also sync orders created before wooconomics installation.
nb_no: Også synkronisere ordre opprettet før wooconomics installasjon.
sv_se: Synkronisera även order som är skapat innan wooconomics installation.

source: Activate product sync
nb_no: Aktivere produktet synkronisering
sv_se: Aktivera produkten synkning

source: e-conomic product group to which new products are added.
nb_no: e-conomic produktgruppen som nye produkter blir lagt.
sv_se: e-conomic produktgrupp till vilka nya produkter läggs till.

source: Product prefix
nb_no: Produktet prefiks
sv_se: Produkt prefix

source: Prefix added to the products stored to e-conomic from woocommerce
nb_no: Prefikset lagt til produkter lagret til e-conomic fra woocommerce
sv_se: Prefix läggs till produkter sparade till e-conomic från woocommerce

source: Customer group
nb_no: Kundegruppe
sv_se: Kundgrupp

source: e-conomic customer group to which new customers are added.
nb_no: e-conomic kundegruppe som legges til nye kunder.
sv_se: e-conomic kundgrupp till vilken nya kunder läggs till.

source: Manual functions
nb_no: Håndbok funksjonene
sv_se: Manuella funktioner

source: Welcome!
nb_no: Velkommen!
sv_se: Välkommen!

source: Specifies basic settings for the e-conomic integration and you can control which parts you want to sync to e-conomic
nb_no: Angir grunnleggende innstillinger for e-conomic integrering og du kan styre hvilke deler du skal synkronisere e-conomic
sv_se: Här anges grundinställningar för e-conomic kopplingen och här kan man styra vilka delar som ska synkas till e-conomic

source: Description Accounting settings.
nb_no: Beskrivelse regnskap innstillinger.
sv_se: Beskrivning bokföringsinställningar.

source: Our most frequently asked questions FAQ
nb_no: Våre mest spørsmål vanlige FAQ
sv_se: Vår vanligaste frågorna FAQ

source: Save changes
nb_no: Lagre endringer
sv_se: Spara ändringar

source: Test connection
nb_no: Testtilkoblingen
sv_se: Testa anslutning

source: NOTE! Save changes before testing the connection
nb_no: MERK! Lagre endringer før du tester oppkoblingen
sv_se: OBS! Spara ändringar innan du testar anslutning

source: Manual sync products
nb_no: Manuell synkronisering produkter
sv_se: Manuell synkning produkter

source: The synchronization can take a long time depending on how many products that will be exported. \ nA message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
nb_no: Synkroniseringen kan ta lang tid, avhengig av hvor mange produkter som skal eksporteres. \n A melding vises på denne siden når synkroniseringen er fullført. Ikke la denne siden, som vil suspendert import!
sv_se: Synkroniseringen kan ta lång tid beroende på hur många produkter som ska exporteras. \n Ett meddelande visas på denna sida när synkroniseringen är klar. Lämna ej denna sida, då avbryts exporten!

source: Send all products to your e-conomic. If you have many products, it may take a while.
nb_no: Sende alle produkter til din e-conomic. Hvis du har mange produkter, kan det ta en stund.
sv_se: Skicka alla produkter till er e-conomic. Om ni har många produkter kan det ta ett tag.

source: Manual sync delivery methods
nb_no: Leveringsmetoder for manuell synkronisering
sv_se: Manuell synkning leverans

source: Send all delivery method costs to your e-conomic.
nb_no: Send alle levering metoden kostnader til din e-conomic.
sv_se: Skicka alla leverans till er e-conomic.

source: Sync customers created manually in woocommerce dashboard.
nb_no: Sync kunder opprettet manuelt i woocommerce dashboard.
sv_se: Sync kunder skapas manuellt i woocommerce instrumentbräda.

source: The synchronization can take a long time depending on how many orders to be exported. \ nA message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
nb_no: Synkroniseringen kan ta lang tid, avhengig av hvor mange bestillinger som skal eksporteres. \n A melding vises på denne siden når synkroniseringen er fullført. Ikke la denne siden, som vil suspendert import!
sv_se: Synkroniseringen kan ta lång tid beroende på hur många ordrar som ska exporteras. \n Ett meddelande visas på denna sida när synkroniseringen är klar. Lämna ej denna sida, då avbryts exporten!

source: Manual syncing orders/invoices
nb_no: Manuell synkronisering bestillinger/fakturaer
sv_se: Manuell synkning beställningar/fakturor

source: Synchronizes all orders that failed to synchronize. (default sync is set to General Settings-> Create options)
nb_no: Synkroniserer alle ordrer som ikke kunne synkroniseres. (standardinnstillingen for synkronisering er satt til generelle innstillinger-> opprette alternativer)
sv_se: Synkroniserar alla ordrar som misslyckats att synkronisera. (enhet synkroniseras är inställt på Allmänna inställningar->e-conomic synk alternativ)

source: Installation Support
nb_no: Installasjon
sv_se: Installations Stöd

source: Company
nb_no: Firma
sv_se: Företag

source: Name
nb_no: Navn
sv_se: Namn

source: Phone
nb_no: Telefon
sv_se: Telefon

source: Email
nb_no: Emalje

source: Subject
nb_no: Emne
sv_se: Ärende

source: Send
sv_se: Skicka
